Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: (210.63 Exception)
fr_ca: (Exception 210.63)

source: (NRCFloor x SFloor)+ (NRCCeiling x SCeiling) + (NRCWall x SWall) ≥ Volume/12
fr_ca: (NRCSol x SSol)+ (NRCPlafond x SPlafond) + (NRCMur x SMur) ≥ Volume/12

source: (NRCFloor x SFloor)+ (NRCCeiling x SCeiling) + (NRCWall x SWall) ≥ Volume/14
fr_ca: (NRCSol x SSol) + (NRCPlafond x SPlafond) + (NRCMur x SMur) ≥ Volume/14

source: (See Figure R308.4.7.)
fr_ca: (Voir la figure R308.4.7.)

source: *Door opening size from Section 408.3.3
fr_ca: *Taille de l'ouverture de la porte de la Section 408.3.3

source: .Window awnings in Group R-3 and U occupancies, supported by an exterior wall that do not project more than 54 inches (1372 mm) from the exterior wall and do not require additional support.
fr_ca: .Auvents de fenêtre dans les bâtiments des groupes d’usage R-3 et U, supportés par un mur extérieur, qui ne font pas saillie de plus de 54 po (1 372 mm) par rapport au mur extérieur et qui ne nécessitent pas de support supplémentaire.

source: 0 inch (0 mm)
fr_ca: 0 po [0 mm]

source: 0.025 (0.6 mm) to 0.037 (0.9 mm)
fr_ca: 0,025 (0,6 mm) à 0,037 (0,9 mm)

source: 0.059 (1.5 mm) to 0.063 (1.6 mm)
fr_ca: 0,059 (1,5 mm) à 0,063 (1,6 mm)

source: 0.090 (2.3 mm) to 0.100 (2.5 mm)
fr_ca: 0,090 (2,3 mm) à 0,100 (2,5 mm)

source: 0.241 (6.1 mm) to 0.300 (7.6 mm)
fr_ca: 0,241 (6,1 mm) à 0,300 (7,6 mm)

source: 0.395 (10.0 mm) to 0.400 (10.2 mm)
fr_ca: 0,395 (10,0 mm) à 0,400 (10,2 mm)

source: 0.6 seconds in classrooms with volumes up to and including 10,000 cubic feet (285 m3).
fr_ca: 0,6 seconde dans les salles de classe d'un volume inférieur ou égal à 10 000 pieds cubes (285 m3).

source: 0.7 seconds in classrooms with volumes of more than 10,000 cubic feet (285 m3), but less than 20,000 cubic feet (566 m3).
fr_ca: 0,7 seconde dans les salles de classe dont le volume est supérieur à 10 000 pi3 [285 m3], mais inférieur à 20 000 pi3 [566 m3].

source: 09.4.1.1 New buildings.
fr_ca: 09.4.1.1 Bâtiments neufs.

source: 1 to 25
fr_ca: 1 à 25

source: 1% of total
fr_ca: 1 % du total

source: 1.1.1.The closest riser of an exit access stairway.
fr_ca: 1. 1.1. La contremarche la plus proche d'un escalier d'accès à l'issue.

source: 1.1.For areas serving less than 50 occupants, the common path of egress travel shall not exceed 75 feet (22 860 mm).
fr_ca: 1. 1. Pour les zones desservant moins de 50 occupants, le parcours commun d'accès à l'issue ne doit pas dépasser 75 pi (22 860 mm).

source: 1.1.In facilities with smoke-protected assembly seating, the total exit access travel distance shall be not greater than 400 feet (122 m).
fr_ca: 1. 1. Dans les installations dotées de sièges pour assemblées protégés contre la fumée, la distance de parcours totale ne doit pas dépasser 400 pieds (122 m).

source: 1.2.1.The closest riser of an exit access stairway.
fr_ca: 1. 2.1. La contremarche la plus proche d'un escalier d'accès à l'issue.

source: 1.8.5 pounds (37.7 N) maximum for vertical or horizontal sliding windows.
fr_ca: 1. 8,5 lb [37,7 N] maximum pour les fenêtres coulissantes verticales ou horizontales.

source: 1.A Group F-1 fire area exceeds 12,000 square feet (1115 m2).
fr_ca: 1. Une zone d'incendie du Groupe F-1 excède 12 000 pi2 [1115 m2].

source: 1.A Group M fire area exceeds 12,000 square feet (1115 m2).
fr_ca: 1. Une zone d'incendie du Groupe M excède 12 000 pi2 [1115 m2].

source: 1.A Group S-1 fire area exceeds 12,000 square feet (1115 m2).
fr_ca: 1. Une zone d'incendie du Groupe S-1 excède 12 000 pi2 [1115 m2].

source: 1.A depth of not less than 22 inches (559 mm) where the treads on the descending side of the transition have greater depth.
fr_ca: 1. Une profondeur d'au moins 22 po (559 mm) lorsque les girons du côté descendant de la transition ont une plus grande profondeur.

source: 1.A seat is not required to be installed in a shower for a single occupant accessed only through a private office and not for common use or public use, provided reinforcement has been installed in walls and located so as to permit the installation of a shower seat.
fr_ca: 1. Il n'est pas nécessaire d'installer un siège dans une douche à l'usage d'un occupant unique et non à usage commun ou public, et à laquelle on accède uniquement par un bureau privé, à condition que les murs aient été renforcés aux endroits permettant l'installation d'un siège de douche.

source: 1.A shower compartment with dimensions of 30 inches (760 mm) minimum in depth and 44 inches (1120 mm) minimum in width shall be permitted.
fr_ca: 1. Une cabine de douche dont les dimensions sont d'au moins 30 po [760 mm] en profondeur et d'au moins 44 po [1120 mm] en largeur est autorisée.

source: 1.Accessible routes complying with Section 1104.
fr_ca: 1. Itinéraires accessibles conformes à la Section 1104.

source: 1.Adjacent lot lines.
fr_ca: 1. Limites de terrain adjacentes.

source: 1.Airport traffic control towers in accordance with Section 412.2.
fr_ca: 1. Tours de contrôle de la circulation aérienne conformément à l’article 412.2.

source: 1.An accessible route is not required to unfinished attics and unfinished basements that are part of the unit.
fr_ca: 1. Un itinéraire accessible n'est pas requis pour les greniers non aménagés et les sous-sols non aménagés qui font partie de l'unité.

source: 1.An automatic sprinkler system installed in accordance with Section 903.3.1.2 shall be permitted in Group I-1, Condition 1 facilities.
fr_ca: 1. Un système d'extincteurs automatiques installé selon la section 903.3.1.2 est autorisé dans les installations du groupe I-1, condition 1.

source: 1.Basements with a ceiling height of less than 80 inches (2032 mm) shall not be required to have emergency escape and rescue openings.
fr_ca: 1. Les sous-sols dont la hauteur sous plafond est inférieure à 80 po (2 032 mm) ne sont pas tenus d’avoir des ouvertures d’évacuation d’urgence et de sauvetage.

source: 1.Buildings having two or more stories above grade plane, including basements, with a fire area containing a repair garage exceeding 10,000 square feet (929 m2).
fr_ca: 1. Bâtiments comportant deux étages ou plus au-dessus du plan de référence, y compris les sous-sols, dont une aire d’incendie contenant un garage de réparation a une superficie supérieure à 10 000 pieds carrés (929 m2).

source: 1.Carbon monoxide detection shall not be required in dwelling units, sleeping units and classrooms without communicating openings between the fuel-burning appliance or fuel-burning fireplace and the dwelling unit, sleeping unit or classroom.
fr_ca: 1. La détection de monoxyde de carbone n’est pas requise dans les logements, les unités de couchage et les salles de classe qui ne comportent aucune ouverture communicante entre l’appareil à combustion ou le foyer à combustion et le logement, l’unité de couchage ou la salle de classe.

source: 1.Carbon monoxide detection shall not be required in dwelling units, sleeping units and classrooms without communicating openings between the private garage and the dwelling unit, sleeping unit or classroom.
fr_ca: 1. La détection de monoxyde de carbone n'est pas exigée dans les logements, les unités de couchage et les salles de classe sans ouvertures communicantes entre le garage privé et le logement, l'unité de couchage ou la salle de classe.

source: 1.Dead-end aisles shall be not greater than 20 feet (6096 mm) in length.
fr_ca: 1. Les allées sans issue ne doivent pas dépasser 20 pieds (6096 mm) de longueur.

source: 1.Decorative glazing.
fr_ca: 1. Vitrage décoratif.

source: 1.Destination-oriented elevators shall be permitted to have signals visible from the floor area adjacent to the hoistway entrance.
fr_ca: 1. Les ascenseurs orientés vers la destination peuvent avoir des signaux visibles depuis la surface de plancher adjacente à l'entrée de la cage.

source: 1.Destination-oriented elevators shall not be required to comply with Section 407.2.1.5, provided a visible signal and audible tones and verbal announcements complying with Section 407.2.1.7 are provided.
fr_ca: 1. Les ascenseurs à destination ne sont pas tenus de se conformer à la section 407.2.1.5, à condition qu'un signal visible, des tonalités audibles et des annonces verbales conformes à la section 407.2.1.7 soient fournis.

source: 1.Destination-oriented elevators shall not be required to comply with Section 407.2.2.1, provided a visible signal and audible tones and verbal announcements complying with Section 407.2.1.7 are provided.
fr_ca: 1. Les ascenseurs à destination ne sont pas tenus de se conformer à la section 407.2.2.1, à condition qu'un signal visible, des tonalités audibles et des annonces verbales conformes à la section 407.2.1.7 soient fournis.

source: 1.Destination-oriented elevators shall not be required to comply with Section 407.2.2.3, provided the audible tone and verbal announcement is the same as those given at the call button or call button keypad.
fr_ca: 1. Les ascenseurs à destination ne sont pas tenus de se conformer à la section 407.2.2.3, à condition que la tonalité sonore et l'annonce verbale soient les mêmes que celles émises au niveau du bouton d'appel ou du clavier du bouton d'appel.

source: 1.Doors or gates shall be permitted to be of the self-closing, manual type, where that door or gate provides access to a narrow end of the platform that serves only one landing.
fr_ca: 1. Les portes ou les barrières peuvent être de type manuel à fermeture automatique, lorsque cette porte ou cette barrière donne accès à une extrémité étroite de la plateforme qui ne dessert qu'un seul palier.

source: 1.Edge protection is not required on ramps that are not required to have handrails, provided they have flared sides that comply with the ICC A117.1 curb ramp provisions.
fr_ca: 1. La protection des bords n’est pas requise pour les rampes qui ne sont pas tenues d’être munies de mains courantes, à condition qu’elles comportent des côtés évasés conformes aux dispositions de l’ICC A117.1 relatives aux rampes de bordure.

source: 1.Equipment and ductwork necessary for independent ventilation or pressurization.
fr_ca: 1. Équipement et conduits nécessaires à la ventilation ou à la pressurisation indépendante.

source: 1.Existing elevators shall be permitted to have recessed call buttons.
fr_ca: 1. Les ascenseurs existants peuvent avoir des boutons d'appel encastrés.

source: 1.Exit access stairways and ramps that serve or atmospherically communicate between only two adjacent stories.
fr_ca: 1. Les escaliers et les rampes d'accès aux issues qui desservent ou mettent en communication, sur le plan atmosphérique, uniquement deux étages adjacents.

source: 1.For HPM gases, sample analysis shall be performed at intervals not exceeding 30 minutes.
fr_ca: 1. Pour les gaz HPM, l’analyse des échantillons doit être effectuée à des intervalles d’au plus 30 minutes.

source: 1.For flammable gases, a gas concentration exceeding 25 percent of the lower flammability limit (LFL).
fr_ca: 1. Pour les gaz inflammables, une concentration de gaz excédant 25 pour cent de la limite inférieure d'inflammabilité (LII).

source: 1.For other than fire service access elevators and occupant evacuation elevators, where machine rooms, machinery spaces, control rooms and control spaces do not abut and do not have openings to the hoistway enclosure they serve, the fire barriers constructed in accordance with Section 707 or horizontal assemblies constructed in accordance with Section 711, or both, shall be permitted to be reduced to a 1-hour fire-resistance rating.
fr_ca: 1. Pour les ascenseurs autres que les ascenseurs destinés à l’accès du service d’incendie et les ascenseurs destinés à l’évacuation des occupants, lorsque les locaux des machines, les locaux de machinerie, les locaux de commande et les espaces de commande ne sont pas attenants à l’enceinte du puits qu’ils desservent et ne comportent pas d’ouvertures donnant sur celle-ci, les séparations coupe-feu construites conformément à la section 707 ou les ensembles horizontaux construits conformément à la section 711, ou les deux, peuvent avoir un degré de résistance au feu réduit à 1 heure.

source: 1.For other than tempered glass, manufacturer’s designations are not required provided that the building official approves the use of a certificate, affidavit or other evidence confirming compliance with this code.
fr_ca: 1. Pour le verre autre que le verre trempé, les désignations du fabricant ne sont pas exigées à condition que le responsable de la construction approuve l'utilisation d'un certificat, d'un affidavit ou de toute autre preuve confirmant la conformité au présent code.

source: 1.For other than tempered glass, manufacturer’s designations are not required, provided that the building official approves the use of a certificate, affidavit or other evidence confirming compliance with this code.
fr_ca: 1. Pour les vitrages autres que les vitrages trempés, la désignation du fabricant n’est pas requise, pourvu que le responsable de la réglementation du bâtiment approuve l’utilisation d’un certificat, d’une déclaration sous serment ou d’une autre preuve confirmant la conformité au présent code.

source: 1.Forty-eight inches (1219 mm) for stepped aisles having seating on both sides.
fr_ca: 1. Quarante-huit pouces (1219 mm) pour les allées en escalier ayant des sièges des deux côtés.

source: 1.Four or more care recipients are incapable of self-preservation.
fr_ca: 1. Quatre bénéficiaires de soins ou plus sont incapables de se protéger eux-mêmes.

source: 1.Glazed openings of a size through which a 3- inch-diameter (76 mm) sphere is unable to pass.
fr_ca: 1. Ouvertures vitrées d'une taille à travers laquelle une sphère de 3 po de diamètre (76 mm) ne peut pas passer.

source: 1.Glazed openings of a size through which a 3-inch-diameter (76 mm) sphere is unable to pass.
fr_ca: 1. Ouvertures vitrées d'une taille à travers laquelle une sphère de 3 po de diamètre (76 mm) ne peut pas passer.

source: 1.Group R-2 occupancies located in stories with only one exit or access to only one exit as permitted by Tables 1006.3.4(1) and 1006.3.4(2).
fr_ca: 1. Usages du groupe R-2 situés dans des étages avec une seule issue ou un accès à une seule issue, tel que permis par les tableaux 1006.3.4(1) et 1006.3.4(2).

source: 1.Guards that impact sightlines shall be permitted to comply with Section 1030.17.3.
fr_ca: 1. Les garde-corps qui ont une incidence sur les lignes de visibilité peuvent être conformes à la section 1030.17.3.

source: 1.Handrails are not required for ramped aisles with seating on both sides.
fr_ca: 1. Les mains courantes ne sont pas exigées pour les allées en pente avec des sièges des deux côtés.

source: 1.In Group R-2 and R-3 individual dwelling and sleeping units that are not required to be Accessible units, Type A units or Type B units in accordance with Section 1108, landings are permitted to be 36 inches (914 mm) minimum.
fr_ca: 1. Dans les logements individuels et les unités de couchage individuelles des usages des groupes R-2 et R-3 qui ne sont pas tenus d’être des logements accessibles, des logements de type A ou des logements de type B conformément à la section 1108, les paliers peuvent avoir une largeur minimale de 36 pouces (914 mm).

source: 1.In a building, room or space used for assembly purposes or portions thereof without ramped or tiered floors for seating and with 200 or fewer seats, the seats shall not be required to be fastened to the floor.
fr_ca: 1. Dans un bâtiment, une pièce ou un espace utilisé à des fins d’assemblée, ou dans une partie de ceux-ci, qui ne comporte pas de planchers en pente ou en gradins pour les sièges et qui compte au plus 200 sièges, les sièges ne sont pas tenus d’être fixés au plancher.

source: 1.In a room containing only a lavatory and a water closet, reinforcement is not required provided the room does not contain the only lavatory or water closet on the accessible level of the unit.
fr_ca: 1. Dans une pièce ne contenant qu'un lavabo et une cabine de toilette, un renforcement n'est pas exigé à condition que la pièce ne contienne pas le seul lavabo ou la seule cabine de toilette au niveau accessible de l'unité.

source: 1.In each sleeping room.
fr_ca: 1. Dans chaque chambre.

source: 1.Interior exit stairways and ramps in Group I-3 occupancies in accordance with the provisions of Section 408.3.8.
fr_ca: 1. Escaliers et rampes d'issue intérieurs dans les usages du groupe I-3 conformément aux dispositions de la section 408.3.8.

source: 1.Is a visual and text-based and a video-based 24/7 live interactive system.
fr_ca: 1. Est un système interactif en direct, accessible 24 heures sur 24, 7 jours sur 7, utilisant des éléments visuels et textuels ainsi que la vidéo.

source: 1.Not less than 0.3 inch (7.6 mm) of aisle capacity for each occupant served shall be provided on stepped aisles having riser heights 7 inches (178 mm) or less and tread depths 11 inches (279 mm) or greater, measured horizontally between tread nosings.
fr_ca: 1. Pour les allées à gradins dont la hauteur des contremarches est d’au plus 7 po (178 mm) et dont la profondeur des marches est d’au moins 11 po (279 mm), mesurée horizontalement entre les nez de marche, une capacité d’allée d’au moins 0,3 po (7,6 mm) par personne desservie doit être prévue.

source: 1.On the back wall,
fr_ca: 1. Sur la paroi arrière,

source: 1.On the control wall opposite the seat.
fr_ca: 1. Sur le mur de commande en face du siège.

source: 1.One accessible means of egress is required from an accessible mezzanine level in accordance with Section 1009.3, 1009.4 or 1009.5.
fr_ca: 1. Un moyen d'évacuation accessible est requis à partir d'un niveau de mezzanine accessible selon la section 1009.3, 1009.4 ou 1009.5.

source: 1.Openings below grade that lead directly to ground level by an exterior stairway complying with Section 1011 or an outside ramp complying with Section 1012.
fr_ca: 1. Les ouvertures sous le niveau du sol qui donnent directement au niveau du sol par un escalier extérieur conforme à la section 1011 ou une rampe extérieure conforme à la section 1012.

source: 1.Openings in the exit passageway serving a smoke-proof enclosure are permitted where the exit passageway is protected and pressurized in the same manner as the smokeproof enclosure, and openings are protected as required for access from other floors.
fr_ca: 1. Les ouvertures dans le passage d’issue desservant une enceinte à l’épreuve de la fumée sont autorisées lorsque le passage d’issue est protégé et mis en surpression de la même manière que l’enceinte à l’épreuve de la fumée, et que les ouvertures sont protégées conformément aux exigences applicables à l’accès depuis les autres étages.

source: 1.Penetrations of the fire barrier in accordance with Section 1023.5 shall be permitted.
fr_ca: 1. Les pénétrations de la barrière coupe-feu selon la section 1023.5 sont autorisées.

source: 1.Ramped aisles within assembly rooms or spaces shall comply with the provisions in Section 1030.
fr_ca: 1.Les allées en pente dans les salles ou espaces de rassemblement doivent être conformes aux dispositions de la section 1030.

source: 1.Receptacle outlets serving a dedicated use.
fr_ca: 1. Prises de courant servant à un usage dédié.

source: 1.Riser height nonuniformity shall be limited to the extent necessitated by changes in the gradient of the adjoining seating area to maintain adequate sight-lines.
fr_ca: 1. La non-uniformité de la hauteur des contremarches doit être limitée dans la mesure rendue nécessaire par les variations de la pente de l’aire de sièges adjacente afin de maintenir des lignes de visibilité adéquates.

source: 1.Storm and screen doors serving individual dwelling or sleeping units shall not be required to comply with Section 404.2.5.
fr_ca: 1. Les contre-portes et les portes moustiquaires desservant des unités d'habitation individuelles ou des unités de couchage ne sont pas tenues de se conformer à la section 404.2.5.

source: 1.Such equipment and ductwork shall be located exterior to the building and shall be directly connected to the interior exit stairway and ramp by ductwork enclosed in construction as required for shafts.
fr_ca: 1. Ces équipements et ces conduits doivent être situés à l’extérieur du bâtiment et doivent être directement raccordés à l’escalier et à la rampe d’issue intérieure par des conduits enfermés dans une construction conforme aux exigences applicables aux puits.

source: 1.The 10-foot (3048 mm) separation is not required where the intake opening is located 3 feet (914 mm) or greater below the contaminant source.
fr_ca: 1. La séparation de 10 pieds (3048 mm) n'est pas requise lorsque l'ouverture d'admission est située à 3 pieds (914 mm) ou plus en dessous de la source de contaminants.

source: 1.The area shall be of a size to accommodate not less than 5 square feet (0.46 m2) for each person.
fr_ca: 1. La zone doit être d’une dimension permettant d’accueillir au moins 5 pieds carrés (0,46 m2) par personne.

source: 1.The back wall grab bar shall not be required to exceed 48 inches (1220 mm) in length.
fr_ca: 1. La barre d'appui du mur arrière n'est pas tenue de dépasser 48 po [1220 mm] en longueur.

source: 1.The cabinetry can be removed without removal or replacement of the lavatory, and
fr_ca: 1. L'armoire peut être retirée sans enlever ou remplacer le lavabo, et

source: 1.The cabinetry can be removed without removal or replacement of the work surface,
fr_ca: 1. L'armoire peut être retirée sans enlever ou remplacer la surface de travail,

source: 1.The clear width of 48 inches (1219 mm) between handrails is not required in buildings equipped throughout with an automatic sprinkler system installed in accordance with Section 903.3.1.1 or 903.3.1.2.
fr_ca: 1. La largeur libre de 48 po (1 219 mm) entre les mains courantes n'est pas exigée dans les bâtiments entièrement équipés d'un système d'extincteurs automatiques installé selon la section 903.3.1.1 ou 903.3.1.2.

source: 1.The clear width shall be permitted to be reduced to 32 inches (815 mm) minimum for a length of 24 inches (610 mm) maximum provided the reduced width segments are separated by segments that are 48 inches (1220 mm) minimum in length and 36 inches (915 mm) minimum in width.
fr_ca: 1. La largeur libre peut être réduite à 32 po [815 mm] minimum pour une longueur de 24 po [610 mm] maximum, à condition que les segments de largeur réduite soient séparés par des segments d'une longueur minimale de 48 po [1220 mm] et d'une largeur minimale de 36 po [915 mm].

source: 1.The emergency sign shall not be required for elevators that are part of an accessible means of egress complying with Section 1009.4.
fr_ca: 1. Le panneau d'urgence n'est pas exigé pour les ascenseurs qui font partie d'un moyen d'évacuation accessible conforme à la section 1009.4.

source: 1.The enclosed area is 1,000 square feet (93 m2) or less and is not constructed in accordance with Section 1030.1.1.1.
fr_ca: 1. L'aire fermée est de 1000 pi2 [93 m2] ou moins et n'est pas construite selon la section 1030.1.1.1.

source: 1.The exposed area of an individual pane is greater than 9 square feet (0.84 m2).
fr_ca: 1. La surface exposée d'une vitre individuelle est supérieure à 9 pi2 (0,84 m2).

source: 1.The fire area exceeds 12,000 square feet (1115 m2).
fr_ca: 1. La zone d’incendie dépasse 12 000 pi2 [1 115 m2].
